[
    {
        "headline": "Haryana to set up new universities in Jhajjar, Jind",
        "summary": "The Haryana government has decided to set up new universities in Jhajjar and Jind districts. The decision was taken at a meeting of the state cabinet chaired by Chief Minister Manohar Lal Khattar. The proposed universities will be named as Chaudhary Ranbir Singh University, Jhajjar, and Baba Mast Nath University, Jind."
    },
    {
        "headline": "Delhi University to start undergraduate admissions from May 25",
        "summary": "Delhi University will start the registration process for undergraduate admissions from May 25. The admission process will be conducted online through the university's admission portal. The last date to apply for admissions is June 10."
    },
    {
        "headline": "IIT Delhi researchers develop new AI-powered tool to detect fake news",
        "summary": "Researchers at the Indian Institute of Technology (IIT) Delhi have developed a new artificial intelligence (AI)-powered tool that can detect fake news with high accuracy. The tool, called 'FakeBuster', was developed by a team of researchers led by Professor Ananthram Swami."
    },
    {
        "headline": "Punjab government to launch new scholarship scheme for meritorious students",
        "summary": "The Punjab government will launch a new scholarship scheme for meritorious students. The scheme, called the 'Punjab Merit Scholarship Scheme', will provide scholarships to students who have scored high marks in Class 10 and Class 12 examinations."
    },
    {
        "headline": "Uttar Pradesh government to set up new medical college in Aligarh",
        "summary": "The Uttar Pradesh government has decided to set up a new medical college in Aligarh district. The college will be named as 'Rajiv Gandhi Medical College, Aligarh'."
    },
    {
        "headline": "Haryana government to provide free laptops to all girl students in government schools",
        "summary": "The Haryana government has decided to provide free laptops to all girl students in government schools. The scheme, called the 'Mukhyamantri Laptop Yojana', will be implemented from the next academic session."
    },
    {
        "headline": "Delhi schools to reopen from April 1 for all classes",
        "summary": "Schools in Delhi will reopen from April 1 for all classes. The decision was taken by the Delhi Disaster Management Authority (DDMA) in view of the decline in COVID-19 cases."
    },
    {
        "headline": "IIT Roorkee researchers develop new technology to reduce air pollution",
        "summary": "Researchers at the Indian Institute of Technology (IIT) Roorkee have developed a new technology that can reduce air pollution by up to 90%. The technology, called 'AirPooler', uses a combination of electrostatic precipitators and activated carbon filters to remove particulate matter from the air."
    },
    {
        "headline": "Punjab government to set up new skill development centers in all districts",
        "summary": "The Punjab government will set up new skill development centers in all districts of the state. The centers will provide training to youth in various skills such as welding, plumbing, and carpentry."
    },
    {
        "headline": "Uttar Pradesh government to launch new program to promote e-learning",
        "summary": "The Uttar Pradesh government will launch a new program called 'E-Pathshala' to promote e-learning in the state. The program will provide students with access to online learning resources and content."
    },
    {
        "headline": "Haryana government to set up new sports university in Gurugram",
        "summary": "The Haryana government has decided to set up a new sports university in Gurugram district. The university will be named as 'Haryana Sports University, Gurugram'."
    },
    {
        "headline": "Delhi University to start new courses in artificial intelligence and machine learning",
        "summary": "Delhi University will start new courses in artificial intelligence and machine learning from the next academic session. The courses will be offered by the university's Department of Computer Science."
    },
    {
        "headline": "IIT Delhi researchers develop new solar cell technology",
        "summary": "Researchers at the Indian Institute of Technology (IIT) Delhi have developed a new solar cell technology that can convert sunlight into electricity with an efficiency of up to 25%. The technology, called 'Perovskite-based solar cells', uses a new type of material called perovskite."
    },
    {
        "headline": "Punjab government to set up new nursing college in Ludhiana",
        "summary": "The Punjab government has decided to set up a new nursing college in Ludhiana district. The college will be named as 'Punjab Nursing College, Ludhiana'."
    },
    {
        "headline": "Uttar Pradesh government to launch new scheme to provide free coaching to competitive exam aspirants",
        "summary": "The Uttar Pradesh government will launch a new scheme called 'Super 100' to provide free coaching to competitive exam aspirants from economically weaker sections."
    },
    {
        "headline": "Haryana government to set up new university in Hisar",
        "summary": "The Haryana government has decided to set up a new university in Hisar district. The university will be named as 'Chaudhary Charan Singh University, Hisar'."
    },
    {
        "headline": "Delhi University to start new courses in data science and analytics",
        "summary": "Delhi University will start new courses in data science and analytics from the next academic session. The courses will be offered by the university's Department of Mathematics."
    },
    {
        "headline": "IIT Delhi researchers develop new nanotechnology-based water purification system",
        "summary": "Researchers at the Indian Institute of Technology (IIT) Delhi have developed a new nanotechnology-based water purification system that can remove up to 99% of bacteria and viruses from water."
    },
    {
        "headline": "Punjab government to set up new medical college in Mansa",
        "summary": "The Punjab government has decided to set up a new medical college in Mansa district. The college will be named as 'Mansa Medical College, Mansa'."
    }
]